package com.example.eggapplication;

public class Egg {
    public static final String[] READY=
            {
                    "  계란 삶는 순서\n\n" +
                            "  1. 계란을 냄비에 넣은 후 계란이 잠길 만큼의 물을 부어준다.\n\n" +
                            "  2. 식초 두 큰 술을 넣고 물을 끓인다.\n\n" +
                            "  3. 물이 끓을 때 소금 한 큰 술을 넣어준다.\n\n" +
                            "  4. 반숙을 만들려면 물이 끓은 후 불을 줄인 후 반숙의 경우 6분,\n"+
                            "  완숙의 경우 10분정도 삶아준다.\n\n" +
                            "\n\n  Tip\n\n" +
                            "  1. 계란이 깨지지 않게 잘 삶으려면 냉장고에 있던 계란을 미리\n"+
                            "  꺼내 상온에 찬기가 사라질 때까지 방치해두세요.\n\n" +
                            "     * 미온수에 담가두면 빨리 찬기가 사라져요.\n\n" +
                            "  2. 식초와 소금을 넣어주면 깔끔하게 껍질을 제거할 수 있어요.\n\n" +
                            "  3. 냄비에 빈틈없이 계란을 채워 넣으면 계란이 잘 깨지지 않아요.\n\n" +
                            "  4. 노른자가 한 가운데에 있도록 하려면 달걀을 삶는 동안 계속\n"+
                            "  저어주세요.\n\n"

            };
}
